[
  {
    "title": "The Shawshank Redemption",
    "body": "Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency."
  },
  {
    "title": "The Godfather",
    "body": "The aging patriarch of an organized crime dynasty transfers control of his clandestine empire to his reluctant son."
  },
  {
    "title": "The Dark Knight",
    "body": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, Batman must accept one of the greatest psychological and physical tests of his ability to fight injustice."
  },
  {
    "title": "The Godfather: Part II",
    "body": "The early life and career of Vito Corleone in 1920s New York City is portrayed, while his son, Michael, expands and tightens his grip on the family crime syndicate."
  },
  {
    "title": "12 Angry Men",
    "body": "A jury holdout attempts to prevent a miscarriage of justice by forcing his colleagues to reconsider the evidence."
  },
  {
    "title": "Schindler's List",
    "body": "In German-occupied Poland during World War II, industrialist Oskar Schindler gradually becomes concerned for his Jewish workforce after witnessing their persecution by the Nazis."
  },
  {
    "title": "The Lord of the Rings: The Return of the King",
    "body": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring."
  },
  {
    "title": "Pulp Fiction",
    "body": "The lives of two mob hitmen, a boxer, a gangster and his wife, and a pair of diner bandits intertwine in four tales of violence and redemption."
  },
  {
    "title": "The Lord of the Rings: The Fellowship of the Ring",
    "body": "A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save Middle-earth from the Dark Lord Sauron."
  },
  {
    "title": "Forrest Gump",
    "body": "The presidencies of Kennedy and Johnson, the Vietnam War, and the Watergate scandal, unfold through the perspective of an Alabama man with an IQ of 75."
  },
  {
    "title": "Inception",
    "body": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O."
  },
  {
    "title": "The Lord of the Rings: The Two Towers",
    "body": "While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard."
  },
  {
    "title": "Fight Club",
    "body": "An insomniac office worker and a devil-may-care soapmaker form an underground fight club that evolves into something much, much more."
  },
  {
    "title": "The Matrix",
    "body": "A computer hacker learns from mysterious rebels about the true nature of his reality and his role in the war against its controllers."
  }
]
